於春々大哉春と云々
青くてもあるべきものを唐辛子
青ざしや草餅の穂に出でつらん
青柳の泥にしだるる潮干かな
あかあかと日はつれなくも秋の風
秋風に折れて悲しき桑の杖
秋風の吹けども青し栗の毬
秋風の遣戸の口やとがり声
秋風や桐に動きて蔦の霜
秋風や薮も畠も不破の関
秋来にけり耳を訪ねて枕の風
秋来ぬと妻恋ふ星や鹿の革
秋涼し手ごとにむけや瓜茄子
秋近き心の寄るや四畳半
秋十年却って江戸を指す故郷
秋に添うて行かばや末は小松川
秋の色糠味噌壷もなかりけり
秋の風伊勢の墓原なほ凄し
秋の夜を打ち崩したる咄かな
秋深き隣は何をする人ぞ
秋もはやはらつく雨に月の形
秋を経て蝶もなめるや菊の露
曙はまだ紫にほととぎす
あけぼのや白魚白きこと一寸
明け行くや二十七夜も三日の月
あこくその心も知らず梅の花
朝顔に我は飯食う男哉
朝顔は酒盛知らぬ盛り哉
朝顔は下手の書くさへあはれなり
蕣や是も又我が友ならず
朝顔や昼は錠おろす門の垣
朝茶飲む僧静かなり菊の花
朝露や撫でて涼しき瓜の土
朝な朝な手習ひすすむきりぎりす
あさむつや月見の旅の明け離れ
朝夜さを誰がまつしまぞ片心
足洗うてつひ明けやすき丸寝かな
紫陽花や帷子時の薄浅黄
紫陽花や薮を小庭の別座舗
明日の月雨占なはん比那が嶽
明日は粽難波の枯葉夢なれや
遊び来ぬ鰒釣りかねて七里まで
あち東風や面々さばき柳髪
暑き日を海に入れたり最上川
あつみ山や吹浦かけて夕涼み
あなたふと木の下闇も日の光
あなむざんや甲の下のきりぎりす
あの雲は稲妻を待つたより哉
あの中に蒔絵書きたし宿の月
海士の顔まづ見らるるや芥子の花
海士の屋は小海老にまじるいとど哉
雨折々思ふことなき早苗哉
雨の日や世間の秋を堺町
あやめ生ひけり軒の鰯のされかうべ
あやめ草足に結ばん草履の緒
鮎の子の白魚送る別れ哉
荒海や佐渡に横たふ天の河
嵐山藪の茂りや風の筋
あらたふと青葉若葉の日の光
あら何ともなや昨日は過ぎて河豚汁
霰聞くやこの身はもとの古柏
霰せば網代の氷魚を煮て出さん
霰まじる帷子雪は小紋かな
有明も三十日に近し餅の音
有難き姿拝まんかきつばた
ありがたやいただいて踏む橋の霜
ありがたや雪をかをらす南谷
ありとある見立てにも似ず三日の月
粟稗にとぼしくもあらず草の庵
家はみな杖に白髪の墓参り
烏賊売の声まぎらはし杜宇
いかめしき音や霰の檜木笠
生きながら一つに氷る海鼠かな
幾霜に心ばせをの松飾り
いざ出でむ雪見にころぶ所まで
いざ子供走りありかん玉霰
いざ子供昼顔咲きぬ瓜剥かん
いざさらば雪見にころぶ所まで
いざ共に穂麦喰はん草枕
いざ行かむ雪見にころぶ所まで
いざよひのいづれか今朝に残る菊
十六夜はわづかに闇の初め哉
十六夜もまだ更科の郡かな
十六夜や海老煮るほどの宵の闇
漁り火に鰍や浪の下むせび
石枯れて水しぼめるや冬もなし
石の香や夏草赤く露暑し
石山の石にたばしる霰哉
石山の石より白し秋の風
いづく時雨傘を手に提げて帰る僧
市人にいで是売らむ笠の雪
市人よこの笠売らう雪の笠
五つ六つ茶の子にならぶ囲炉裏哉
凍て解けて筆に汲み干す清水哉
いでや我よき布着たり蝉衣
糸桜こや帰るさの足もつれ
糸遊に結びつきたる煙哉
稲雀茶の木畠や逃げ処
稲妻に悟らぬ人の貴さよ
稲妻や顔のところが薄の穂
稲妻や闇の方行く五位の声
稲妻を手にとる闇の紙燭哉
稲こきの姥もめでたし菊の花
猪の床にも入るやきりぎりす
猪もともに吹かるる野分かな
命こそ芋種よまた今日の月
命なりわづかの笠の下涼み
命二つの中にいきたる桜かな
芋洗ふ女西行ならば歌詠まむ
芋植ゑて門は葎の若葉かな
芋種や花の盛りに売り歩く
芋の葉や月待つ里の焼畑
いらご崎似るものもなし鷹の声
入逢の鐘もきこえず春の暮
入りかかる日も糸遊の名残かな
入る月の跡は机の四隅哉
色付くや豆腐に落ちて薄紅葉
岩躑躅染むる涙やほととぎ朱
植うる事子のごとくせよ児桜
魚鳥の心は知らず年忘れ
うかれける人や初瀬の山桜
憂き人の旅にも習へ木曽の蝿
憂き節や竹の子となる人の果て
憂きわれを寂しがらせよ秋の寺
憂き我をさびしがらせよ閑古鳥
鶯の笠落したる椿かな
鶯や竹の子薮に老を鳴く
鶯や柳のうしろ薮の前
鶯や餅に糞する縁の先
鶯を魂にねむるか矯柳
牛部屋に蚊の声暗き残暑哉
埋火も消ゆや涙の烹ゆる音
埋火や壁には客の影法師
うたがふな潮の花も浦の春
打ち寄りて花入探れ梅椿
うち山や外様しらずの花盛り
団扇もてあふがん人のうしろむき
美しきその姫瓜や后ざね
卯の花も母なき宿ぞ冷じき
卯の花や暗き柳の及び腰
姥桜咲くや老後の思ひ出
馬方は知らじ時雨の大井川
馬に寝て残夢月遠し茶のけぶり
馬ぼくぼく我を絵に見る夏野かな
馬をさえ眺むる雪の朝かな
海暮れて鴨の声ほのかに白し
海は晴れて比叡降り残す五月哉
梅が香に追ひもどさるる寒さかな
梅が香にのつと日の出る山路哉
梅が香に昔の一字あはれなり
梅が香やしらら落窪京太郎
梅が香や見ぬ世の人に御意を得る
梅恋ひて卯の花拝む涙かな
梅白し昨日や鶴を盗まれし
梅椿早咲き褒めん保美の里
梅の木に猶宿り木や梅の花
梅稀に一もとゆかし子良の舘
梅柳さぞ若衆かな女かな
梅若菜丸子の宿のとろろ汁
うらやまし浮世の北の山桜
瓜作る君があれなと夕涼み
瓜の皮剥いたところや蓮台野
瓜の花雫いかなる忘れ草
叡慮にて賑わふ民の庭竈
枝ぶりの日ごとに変る芙蓉かな
枝もろし緋唐紙破る秋の風
榎の実散る椋の羽音や朝嵐
恵比須講酢売に袴着せにけり
艶ナル奴今様花に弄斎ス
老の名のありとも知らで四十雀
笈も太刀も五月に飾れ紙幟
大井川波に塵なし夏の月　
狼も一夜はやどせ萩がもと
扇にて酒くむかげや散る桜
祖父親孫の栄えや柿蜜柑
大津絵の筆のはじめは何仏
大比叡やしの字を引いて一霞
近江蚊屋汗やさざ波夜の床
起きあがる菊ほのかなり水のあと
荻の声こや秋風の口うつし
荻の穂や頭
をつかむ羅生門
起きよ起きよ我が友にせん寝る胡蝶
送られつ別れつ果ては木曽の秋
御子良子の一本ゆかし梅の花
幼名や知らぬ翁の丸頭巾
落ち来る高久の宿の郭公
衰ひや歯に喰ひ当てし海苔の砂
己が火を木々に蛍や花の宿
小野炭や手習ふ人の灰ぜせり
御命講や油のような酒五升
思ひ立つ木曽や四月の桜狩り
俤や姥ひとり泣く月の友
おもしろうてやがて悲しき鵜舟かな
おもしろき秋の朝寝や亭主ぶり
面白し雪にやならん冬の雨
おもしろや今年の春も旅の空
阿蘭陀も花に来にけり馬に鞍
折々に伊吹を見ては冬籠り
折々は酢になる菊の肴かな
顔に似ぬ発句も出でよ初桜
ゝり火に河鹿や波の下むせひ
杜若語るも旅のひとつかな
杜若似たりや似たり水の影
杜若われに発句の思ひあり
牡蠣よりは海苔をば老の売りもせで
隠さぬぞ宿は菜汁に唐辛子
隠れ家や月と菊とに田三反
隠れ家や目だたぬ花を軒の栗
かくれけり師走の海のかいつぶり
景清も花見の座には七兵衛
桟橋や命をからむ蔦葛
桟橋や先づ思い出づ駒迎へ
影は天の下照る姫か月の顔
影待や菊の香のする豆腐串
かげろふに俤つくれ石の上
かげろふの我が肩に立つ紙子かな
陽炎や柴胡の糸の薄曇り
風色やしどろに植ゑし庭の秋
笠島はいづこ五月のぬかり道
笠寺や漏らぬ岩屋も春の雨
笠もなきわれを時雨るるかこは何と
樫の木の花にかまはぬ姿かな
被き伏す蒲団や寒き夜やすごき
数ならぬ身とな思ひそ玉祭
風薫る羽織は襟もつくろはず
風の香も南に近し最上川
風吹けば尾細うなる犬桜
数へ来ぬ屋敷屋敷の梅柳
かたつぶり角振り分けよ須磨明石
語られぬ湯殿にぬらす袂かな
徒歩ならば杖突坂を落馬かな
鰹売りいかなる人を酔はすらん
桂男すまずなりけり雨の月
門松やおもへば一夜三十年
悲しまんや墨子芹焼を見ても猶
香に匂へうに掘る岡の梅の花
鐘消えて花の香は撞く夕哉
鐘撞かぬ里は何をか春の暮
夏馬の遅行我を絵に見る心かな
夏馬ぼくぼく我を絵に見る茂り哉
甲比丹もつくばはせけり君が春
鎌倉を生きて出でけん初鰹
噛み当つる身のおとろひや海苔の砂
神垣や思ひもかけず涅槃像
紙衣の濡るとも折らん雨の花
髪生えて容顔青し五月雨
瓶割るる夜の氷の寝覚め哉
傘に押し分けみたる柳かな
辛崎の松は花より朧にて
乾鮭も空也の痩も寒の中
唐破風の入日や薄き夕涼み
刈り跡や早稲かたかたの鴫の声
刈りかけし田面の鶴や里の秋
雁聞きに京の秋に赴かん
雁さわぐ鳥羽の田面や寒の雨
借りて寝ん案山子の袖や夜半の霜
枯枝に烏のとまりたるや秋の暮
枯芝ややや陽炎の一二寸
獺の祭見て来よ瀬田の奥
川風や薄柿着たる夕涼み
川上とこの川下や月の友
香を探る梅に蔵見る軒端かな
香を残す蘭帳蘭のやどり哉
寒菊や醴造る窓の前
寒菊や粉糠のかかる臼の端
元日は田毎の日こそ恋しけれ
元日や思えばさびし秋の暮
観音のいらか見やりつ花の雲
灌仏の日に生まれあふ鹿の子かな
灌仏や皺手合する数珠の音
菊鶏頭切り尽しけり御命講
菊に出でて奈良と難波は宵月夜
菊の香にくらがり登る節句かな
菊の香や奈良には古き仏たち
菊の香や奈良は幾世の男ぶり
菊の香や庭に切れたる靴の底
菊の露落ちて拾へば零余子かな
菊の後大根の外更になし
菊の花咲くや石屋の石の間
象潟や雨に西施が合歓の花
木曽の情雪や生えぬく春の草
木曽の橡浮世の人の土産かな
木曽の痩せもまだなほらぬに後の月
木啄も庵は破らず夏木立
来てみれば獅子に牡丹のすまひかな
きてもみよ甚平が羽織花衣
碪打ちてわれに聞かせよ坊が妻
昨日からちょつちょと秋も時雨かな
木のもとに汁も膾も桜かな
きみ火をたけよき物見せん雪丸げ
君や蝶我や荘子が夢心
清く聞かん耳に香焼いて郭公
狂句木枯しの身は竹斎に似たるかな
京に飽きてこの木枯や冬住ひ
京にても京なつかしやほととぎす
けふの今宵寝る時もなき月見哉
京は九万九千くんじゅの花見哉
今日ばかり人も年寄れ初時雨
京まではまだ半空や雪の雲
今日よりや書付消さん笠の露
清滝の水汲ませてやところてん
清滝や波に塵なき夏の月
梧動く秋の終りや蔦の霜
きりぎりす忘れ音に啼く火燵哉
霧雨の空を芙蓉の天気哉
霧しぐれ富士を見ぬ日ぞおもしろき
桐の木に鶉鳴くなる塀の内
木を切りて本口見るや今日の月
金屏の松の古さよ冬籠り
愚案ずるに冥土もかくや秋の暮
水鶏啼くと人のいへばや佐屋泊り
草いろいろおのおの花の手柄かな
草の戸に茶を木の葉掻く嵐哉
草の戸の月やそのままあみだ坊
草の戸も住み替る代ぞ雛の家
草の戸や日暮れてくれし菊の酒
草の戸を知れや穂蓼に唐辛子
草の葉を落つるより飛ぶ螢哉
草枕犬も時雨るるか夜の声
草枕まことの華見しても来よ
草も木も離れ切つたるひばりかな
葛の葉の面見せけり今朝の霜
薬飲むさらでも霜の枕かな
草臥れて宿かるころや頃や藤の花
口切に堺の庭ぞなつかしき
国々の八景さらに気比の月
愚に暗く茨を掴む蛍かな
熊坂がゆかりやいつの玉祭
雲をりをり人をやすめる月見かな
雲霧の暫時百景を尽しけり
雲とへだつ友かや雁の生き別れ
蜘何と音をなにと鳴く秋の風
雲の峰いくつ崩れて月の山
雲を根に富士は杉形の茂りかな
鞍壷に小坊主乗るや大根引
暮れ暮れて餅を木魂の侘寝哉
黒森をなにといふとも今朝の雪
椹や花なき蝶の世捨酒
鶏頭や雁の来る時なほ赤し
けごろもにつつみて温し鴨の足
今朝の雪根深を園の枝折哉
消炭に薪割る音かをのの奥
実にや月間口千金の通り町
声澄みて北斗にひびく砧哉
声よくば謡はうものを桜散る
鸛の巣に嵐の外の桜哉
鸛の巣も見らるる花の葉越し哉
紅梅や見ぬ恋作る玉簾
蝙蝠も出でよ浮世の華に鳥
氷苦く偃鼠が喉をうるほせり
木隠れて茶摘みも聞くやほととぎす
木枯に岩吹きとがる杉間かな
凩に匂ひやつけし返り花
木枯しや竹に隠れてしづまりぬ
こがらしや頬腫痛む人の顔
苔埋む蔦のうつつの念仏哉
九たび起きても月の七ツ哉
腰長や鶴脛ぬれて海涼し
梢よりあだに落ちけり蝉の殻
小鯛插す柳涼しや海士が家
こちら向け我もさびしき秋の暮
胡蝶にもならで秋経る菜虫哉
琴箱や古物店の背戸の菊
子供等よ昼顔咲きぬ瓜剥かん
子に飽くと申す人には花もなし
この秋は何で年寄る雲に鳥
このあたり目に見ゆるものは皆涼し
この海に草鞋捨てん笠時雨
この梅に牛も初音と鳴きつべし
この心推せよ花に五器一具
この種と思ひこなさじ唐辛子
この槌のむかし椿か梅の木か
この寺は庭一盃のばせを哉
木の葉散る桜は軽し檜木笠
この螢田毎の月にくらべみん
このほどを花に礼いふ別れ哉
この松の実生えせし代や神の秋
この道を行く人なしに秋の暮
人声やこの道帰る秋の暮
この宿は水鶏も知らぬ扉かな
この山のかなしさ告げよ野老掘
小萩散れますほの小貝小盃
御廟年経て偲ぶは何をしのぶ草
古法眼出どころあはれ年の暮
細かなる雨や二葉のなすび種
米買ひに雪の袋や投頭巾
籠り居て木の実草の実拾はばや
薦を着て誰人います花の春
今宵誰吉野の月も十六里
今宵の月磨ぎ出せ人見出雲守
これや世の煤に染まらぬ古合子
衣着て小貝拾はん種の月
ごを焚いて手拭あぶる寒さ哉
蒟蒻に今日は売り勝つ若菜哉
蒟蒻の刺身もすこし梅の花
西行の庵もあらん花の庭
西行の草鞋もかかれ松の露
早乙女に仕形望まんしのぶ摺
盃に泥な落しそ群燕
盃にみつの名を飲む今宵かな
盃の下ゆく菊や朽木盆
盃や山路の菊と是を干す
盛りぢや花に坐浮法師ぬめり妻
盛りなる梅にす手引く風もがな
咲き乱す桃の中より初桜
桜狩り奇特や日々に五里六里
桜より松は二木を三月越し
酒飲みに語らんかかる滝の花
酒のめばいとど寝られぬ夜の雪
篠の露袴に掛けし茂り哉
さざ波や風の薫の相拍子
さざれ蟹足這ひのぼる清水哉
さし籠る葎の友か冬菜売り
さぞな星ひじき物には鹿の革
五月の雨岩檜葉の緑いつまでぞ
里の子よ梅折り残せ牛の鞭
里人は稲に歌詠む都かな
里古りて柿の木持たぬ家もなし
座頭かと人に見られて月見哉
早苗とる手もとや昔しのぶ摺
早苗にも我が色黒き日数哉
さびしげに書付消さん笠の露
さびしさや岩にしみ込む蝉の聲
淋しさや釘に掛けたるきりぎりす
さびしさや華のあたりのあすならふ
さまざまのこと思ひ出す桜かな
寂しさや須磨に勝ちたる浜の秋
五月雨に御物遠や月の顔
五月雨に隠れぬものや瀬田の橋
五月雨に鶴の足短くなれり
五月雨に鳰の浮巣を見にゆかん
五月雨の空吹き落せ大井川
五月雨の降り残してや光堂
五月雨は滝降り埋むみかさ哉
五月雨も瀬踏み尋ねぬ見馴河
五月雨や桶の輪切るる夜の声
五月雨や蠶煩ふ桑の畑
五月雨や色紙へぎたる壁の跡
五月雨や年々降るも五百たび
五月雨や龍頭あぐる番太郎
五月雨を集めて早し最上川
寒からぬ露や牡丹の花の蜜
さむき田や馬上にすくむ影法師
寒けれど二人寝る夜ぞ頼もしき
皿鉢もほのかに闇の宵涼み
猿引は猿の小袖を砧哉
猿を聞く人捨子に秋の風いかに
さればこそ荒れたきままの霜の宿
三尺の山も嵐の木の葉哉
残暑しばし手毎料れ瓜茄子
椎の花の心にも似よ木曽の旅
汐越や鶴脛ぬれて海涼し
塩鯛の歯ぐきも寒し魚の店
塩にしてもいざ言伝ん都鳥
しをらしき名や小松吹く萩すすき
萎れ伏すや世はさかさまの雪の竹
鹿の角まづ一節のわかれかな
しぐるるや田の新株の黒むほど
時雨をやもどかしがりて松の雪
閑さや岩にしみ入る蝉の声
静かさや絵掛かる壁のきりぎりす
賎の子や稲摺りかけて月を見る
死にもせぬ旅寝の果てよ秋の暮
しのぶさへ枯れて餅買ふやどりかな
しばし間も待つやほととぎす千年
柴付けし馬のもどりや田植樽
柴の戸に茶を木の葉掻く嵐かな
柴の戸の月やそのまま阿弥陀坊
しばらくは瀧にこもるや夏の初め
しばらくは花の上なる月夜かな
四方より花吹き入れて鳰の波
島々や千々に砕きて夏の海
霜枯に咲くは辛気の花野哉
霜の後撫子咲ける火桶哉
霜を着て風を敷き寝の捨子哉
霜を踏んでちんば引くまで送りけり
秋海棠西瓜の色に咲きにけり
錠明けて月さし入れよ浮御堂
少将の尼の話や志賀の雪
丈六に陽炎高し石の上
死よ死なぬ浮身の果ては秋の暮
初春まづ酒に梅売る匂ひかな
白魚や黒き目を明く法の網
白髪抜く枕の下やきりぎりす
白菊の目に立て見る塵もなし
白菊よ白菊よ恥長髪よ長髪よ
白芥子に羽もぐ蝶の形見かな
白芥子や時雨の花の咲きつらん
白露もこぼさぬ萩のうねり哉
城跡や古井の清水まづ訪はん
白炭やかの浦島が老の箱
新藁の出初めて早き時雨哉
水学も乗り物貸さん天の川
水仙や白き障子のとも移り
すくみ行や馬上にこおる影法師
涼しさの指図に見ゆる住まゐかな
涼風やほの三日月の羽黒山
涼しさや直に野松の枝の形
涼しさや海に入れたる最上川
涼しさやほの三日月の羽黒山
涼しさを絵にうつしけり嵯峨の竹
涼しさを飛騨の工が指図かな
涼しさをわが宿にしてねまるなり
煤掃は己が棚つる大工かな
煤掃は杉の木の間の嵐哉
雀子と声鳴きかはす鼠の巣
硯かと拾ふやくぼき石の露
須磨寺や吹かぬ笛聞く木下闇
須磨の海士の矢先に鳴くか郭公
須磨の浦の年取り物や柴一把
住みつかぬ旅の心や置炬燵
駿河路や花橘も茶の匂ひ
せつかれて年忘れする機嫌かな
節季候の来れば風雅も師走哉
節季候を雀の笑ふ出立かな
関守の宿を水鶏に問はうもの
芹焼や裾輪の田井の初氷
扇子にて酒くむ花の木陰かな
僧朝顔幾死に返る法の松
蒼海の浪酒臭し今日の月
雑水に琵琶聴く軒の霰かな
草履の尻折りて帰らん山桜
袖の色よごれて寒し濃鼠
袖汚すらん田螺の海士の隙を無み
その形見ばや枯れ木の杖の長
その玉や羽黒にかへす法の月
その匂ひ桃より白し水仙花
そのままよ月もたのまじ伊吹山
蕎麦はまだ花でもてなす山路かな
蕎麦も見てけなりがらせよ野良の萩
剃り捨てて黒髪山に衣更
田一枚植ゑて立ち去る柳かな
内裏雛人形天皇の御宇とかや
たかうなや雫もよよの篠の露
鷹の目も今や暮れぬと鳴く鶉
鷹一つ見付けてうれし伊良湖崎
高水に星も旅寝や岩の上
誰が聟ぞ歯朶に餅負ふ丑の年
茸狩やあぶなきことに夕時雨
竹の子や稚き時の手のすさみ
蛸壺やはかなき夢を夏の月
橘やいつの野中の郭公
七夕の逢はぬ心や雨中天
七夕や秋を定むる夜のはじめ
種芋や花の盛りに売り歩く
楽しさや青田に涼む水の音
旅烏古巣は梅になりにけり
旅に飽きてけふ幾日やら秋の風
旅に病で夢は枯野をかけ廻る
旅寝して見しやうき世の煤はらい
旅寝して我が句を知れや秋の風
旅寝よし宿は師走の夕月夜
旅人とわが名呼ばれん初しぐれ
旅人の心にも似よ椎の花
玉祭り今日も焼場の煙哉
手向けけり芋は蓮に似たるとて
ためつけて雪見にまかる紙子かな
田や麦や中にも夏のほととぎす
誰やらがかたちに似たり今朝の春
たわみては雪待つ竹の気色かな
たんだすめ住めば都ぞ今日の月
苣はまだ青葉ながらに茄子汁
父母のしきりに恋し雉の声
千鳥立ち更け行く初夜の日枝颪
地に倒れ根に寄り花の別れかな
粽結ふ片手にはさむ額髪
長嘯の墓もめぐるか鉢叩き
蝶鳥の浮つき立つや花の雲
蝶の飛ぶばかり野中の日影哉
蝶の羽のいくたび越ゆる塀の屋根
蝶も来て酢を吸ふ菊の鱠哉
蝶よ蝶よ唐土の俳諧問はん
散り失せぬ松や二木を三月越し
散る花や鳥も驚く琴の塵
塚も動けわが泣く声は秋の風
月いづく鐘は沈める海の底
月影や四門四宗もただ一つ
撞鐘もひびくやうなり蝉の声
月か花か問へど四睡が鼾哉
月清し遊行の持てる砂の上
月さびよ明智が妻の話せむ
月十四日今宵三十九の童部
月白き師走は子路が寝覚め哉
月代や膝に手を置く宵の宿
月代や晦日に近き餅の音
月澄むや狐こはがる児の供
月ぞしるべこなたへ入らせ旅の宿
月に名を包みかねてや痘瘡の神
月の鏡小春に見るや目正月
月の中に蒔絵書きたし宿の月
月のみか雨に相撲もなかりけり
月はあれど留守のやうなり須磨の夏
月花の愚に針立てん寒の入り
月華の是やまことのあるじ達
月花もなくて酒のむ独り哉
月はやし梢は雨を持ちながら
月待や梅かたげ行く小山伏
月見する座に美しき顔もなし
月見せよ玉江の芦を刈らぬ先
月見ても物たらはずや須磨の夏
月やその鉢木の日のした面
月雪とのさばりけらし年の暮
作りなす庭をいさむる時雨かな
蔦植ゑて竹四五本の嵐かな
蔦の葉は昔めきたる紅葉哉
躑躅生けてその陰に干鱈割く女
つね憎き烏も雪の朝哉
摘みけんや茶を凩の秋とも知で
露凍てて筆に汲み干す清水哉
露とくとく試みに浮世すすがばや
鶴鳴くやその声に芭蕉破れぬべし
鶴の毛の黒き衣や花の雲
庭訓の往来誰が文庫より今朝の春
手にとらば消えん涙ぞ熱き秋の霜
手鼻かむ音さへ梅の盛り哉
寺に寝てまこと顔なる月見かな
手を打てば木魂に明くる夏の月
天秤や京江戸かけて千代の春
唐辛子思ひこなさじ物の種
冬瓜やたがひに変る顔の形
唐黍や軒端の萩の取りちがえ
当帰よりあはれは塚の菫草
尊がる涙や染めて散る紅葉
尊さに皆おしあひぬ御遷宮
たふとさや雪降らぬ日も蓑と笠
磨ぎなほす鏡も清し雪の花
床に来て鼾に入るやきりぎりす
年暮れぬ笠きて草鞋はきながら
年々や桜を肥やす花の塵
年々や猿に着せたる猿の面
年の市線香買ひに出でばやな
年は人にとらせていつも若夷
土手の松花や木深き殿造り
戸の口に宿札名乗れほととぎす
ともかくもならでや雪の枯尾花
鳥刺も棹や捨てけんほととぎす
蜻蜒や取りつきかねし草の上
どんみりと樗や雨の花曇り
なほ見たし花に明けゆく神の顔
なかなかに心をかしき臘月哉
中山や越路も月はまた命
永き日も囀り足らぬひばり哉
詠むるや江戸には稀な山の月
無き人の小袖も今や土用干
夏かけて名月暑き涼み哉
夏来てもただひとつ葉の一葉かな
夏草に富貴を飾れ蛇の衣
夏草や兵どもが夢の跡
夏草や我先達ちて蛇狩らん
夏木立佩くや深山の腰ふさげ
夏衣いまだ虱を取り尽さず
夏近しその口たばへ花の風
納豆切る音しばし待て鉢叩き
夏の月御油より出でて赤坂や
夏の夜や崩れて明けし冷し物
夏の夜や木魂に明くる下駄の音
夏山に足駄を拝む首途かな
夏はあれど留守のやうなり須磨の月
撫子にかかる涙や楠の露
撫子の暑さ忘るる野菊かな
七株の萩の千本や星の秋
なに喰うて小家は秋の柳陰
何事の見立てにも似ず三日の月
何ごとも招き果てたる薄哉
何とはなしに何やらゆかし菫草
何にこの師走の市にゆく烏
何の木の花とはしらず匂かな
難波津や田螺の蓋も冬ごもり
菜畠に花見顔なる雀哉
なまぐさし小菜葱が上の鮠の腸
涙しくや遊行の持てる砂の露
波の花と雪もや水の返り花
波の間や小貝にまじる萩の塵
南無ほとけ草の台も涼しかれ
奈良七重七堂伽藍八重ざくら
なりにけりなりのけりまで年の暮
鳴海潟や青田に変る一みどり
煮麺の下焚きたつる夜寒哉
西か東かまづ早苗にも風の音
似合はしや新年古き米五升
似合はしや豆の粉飯に桜狩り
庭掃いて出でばや寺に散る柳
庭掃きて雪を忘るる帚かな
盗人に逢うた夜もあり年の暮れ
濡れて行くや人もをかしき萩薄
葱白く洗ひたてたる寒さかな
猫の恋やむとき閨の朧月
猫の妻竃の崩れより通ひけり
寝たる萩や容顔無礼花の顔
子の日しに都へ行かん友もがな
涅槃会や皺手合する数珠の音
合歓の木の葉越しも厭へ星の影
能なしの眠たし我を行行子
暖簾の奥ものふかし北の梅
野ざらしを心に風のしむ身かな
呑み明けて花生にせん二升樽
蚤虱馬の尿する枕もと
海苔汁の手際見せけり浅黄椀
野を横に馬引き向けよほととぎす
這ひ出よ飼屋が下の蟾の声
萩原や一夜はやどせ山の犬
箱根こす人も有るらし今朝の雪
橋桁の忍は月の名残り哉
ばせを植ゑてまづ憎む荻の二葉哉
馬上落ちんとして残夢残月茶の煙
馬上眠からんとして残夢残月茶の煙
芭蕉野分して盥に雨を聞く夜かな
芭蕉葉を柱に懸けん庵の月
蓮池や折らでそのまま玉祭
蓮の香を目にかよはすや面の鼻
裸にはまだ衣更着の嵐かな
畑打つ音や嵐の桜麻
初秋や海も青田も一みどり
初秋や畳みながらの蚊屋の夜着
初午に狐の剃りし頭哉
八九間空で雨降る柳かな
初桜折りしも今日はよき日なり
初時雨猿も小蓑を欲しげなり
初時雨初の字を我が時雨哉
初霜や菊冷え初むる腰の綿
初茸やまだ日数経ぬ秋の露
初花に命七十五年ほど
初真桑四つにや断たん輪に切らん
初雪に兎の皮の髭作れ
初雪やいつ大仏の柱立
初雪や懸けかかりたる橋の上
初雪や幸ひ庵にまかりある
初雪や水仙の葉のたわむまで
初雪や聖小僧が笈の色
鳩の声身に入みわたる岩戸哉
花あやめ一夜に枯れし求馬哉
花盛り山は日ごろの朝ぼらけ
花咲きて七日鶴見る麓哉
花と実と一度に瓜の盛りかな
花に明かぬ嘆きや我が歌袋
花に遊ぶ虻な喰ひそ友雀
花にいやよ世間口より風の口
花にうき世我が酒白く飯黒し
花に寝ぬこれも類か鼠の巣
花にやどり瓢箪斎と自らいへり
花に酔へり羽織着て刀さす女
花の顔に晴れうてしてや朧月
花の陰謡に似たる旅寝哉
花の雲鐘は上野か浅草か
花は賎の目にも見えけり鬼薊
花みな枯れてあはれをこぼす草の種
花見にと指す船遅し柳原
花木槿裸童のかざし哉
花を宿に始め終りや二十日ほど
葉にそむく椿の花やよそ心
破風口の日影や弱る夕涼み
蛤に今日は売り勝つ若菜かな
蛤の生けるかひあれ年の暮
蛤のふたみに別れ行く秋ぞ
早く咲け九日も近し菊の花
原中やものにもつかず啼く雲雀
針立や肩に槌打つから衣
張抜きの猫も知るなり今朝の秋
春風に吹き出し笑う花もがな
春雨の木下につたふ清水かな
春雨や蜂の巣つたふ屋根の漏り
春雨や二葉に萌ゆる茄子種
春雨や蓑吹きかへす川柳
春雨や蓬をのばす艸の道
春たちてまだ九日の野山かな
春立つとわらはも知るや飾り縄
春立つや新年ふるき米五升
春なれや名もなき山の薄霞
春の夜は桜に明けてしまひけり
春の夜や篭り戸ゆかし堂の隅
春もやや気色ととのふ月と梅
春や来し年や行きけん小晦日
腫物に触る柳の撓哉
半日は神を友にや年忘れ
ぴいと啼く尻声悲し夜の鹿
東西あはれさひとつ秋の風
髭風ヲ吹いて暮秋嘆ズルハ誰ガ子ゾ
ひごろ憎き烏も雪の朝哉
一尾根はしぐるる雲か富士の雪
一声の江に横たふやほととぎす
人声やこの道帰る秋の暮
人ごとの口にあるなりした椛
一里はみな花守の子孫かや
一時雨礫や降って小石川
一つ脱いで後に負ひぬ衣がへ
一家に遊女も寝たり萩と月
一露もこぼさぬ菊の氷かな
一とせに一度摘まるる薺かな
人に家を買はせて我は年忘れ
一日一日麦あからみて啼く雲雀
人々をしぐれよ宿は寒くとも
人も見ぬ春や鏡の裏の梅
独り尼藁屋すげなし白躑躅
日にかかる雲やしばしの渡り鳥
日の道や葵傾く五月雨
雲雀鳴く中の拍子や雉子の声
雲雀より空にやすらふ峠かな
ひやひやと壁をふまえて昼寝哉
百里来たりほどは雲井の下涼み
病雁の夜寒に落ちて旅寝哉
屏風には山を画書いて冬籠り
ひよろひよろと尚露けしや女郎花
ひらひらと挙ぐる扇や雲の峰
比良三上雪さしわたせ鷺の橋
昼顔に米搗き休むあはれなり
昼顔に昼寝せうもの床の山
昼はなほ腹病煩の暑さかな
ひれ振りてめじかも寄るや男鹿島
鼓子花の短夜眠る昼間哉
琵琶行の夜や三味線の音霰
日は花に暮れてさびしやあすならう
貧山の釜霜に鳴く声寒し
風月の財も離れよ深見艸
風流の初めや奥の田植歌
吹きおろす浅間は石の野分哉
吹き落す石は浅間の野分哉
吹き飛ばす石は浅間の野分かな
吹く風の中を魚飛ぶ御祓かな
鰒釣らん李陵七里の浪の雪
富士の風や扇にのせて江戸土産
藤の実は俳諧にせん花の跡
富士の山蚤が茶臼の覆かな
富士の雪慮生が夢を築かせたり
不精さや掻き起されし春の雨
二俣に別れ初めけり鹿の角
二人見し雪は今年も降りけるか
二日にもぬかりはせじな花の春
二日酔ひものかは花のあるあひだ
船足も休む時あり浜の桃
文月や六日も常の夜には似ず
文ならぬいろはもかきて火中哉
冬籠りまた寄りそはんこの柱
冬知らぬ宿や籾摺る音霰
冬庭や月もいとなる虫の吟
冬の田の馬上にすくむ影法師
冬の日や馬上に凍る影法師
冬牡丹千鳥よ雪のほととぎす
降らずとも竹植うる日は蓑と笠
振売の雁あはれなり恵美須講
古池や蛙飛びこむ水の音
降る音や耳も酸うなる梅の雨
古川にこびて目を張る柳かな
古き名の角鹿や恋し秋の月
旧里や臍の緒に泣く年の暮
古巣ただあはれなるべき隣かな
古畑やなづな摘みゆく男ども
分別の底たたきけり年の昏
蛇食ふと聞けばおそろし雉子の声
弁慶が笈をも飾れ紙幟
鬼灯は実も葉も殻も紅葉哉
蓬莱に聞かばや伊勢の初便
星崎の闇を見よとや啼く千鳥
蛍火の昼は消えつつ柱かな
蛍見や船頭酔うておぼつかな
牡丹蘂深く分け出づる蜂の名残かな
発句なり松尾桃青宿の春
ほととぎす今は俳諧師なき世哉
ほととぎす裏見の滝の裏表
ほととぎす大竹藪を漏る月夜
時鳥鰹を染めにけりけらし
ほととぎす消え行く方や島一つ
ほととぎす声や横たふ水の上
ほととぎす鳴く鳴く飛ぶぞ忙はし
ほととぎす鳴く音や古き硯箱
ほととぎす鳴くや五尺の菖草
郭公招くか麦のむら尾花
時鳥正月は梅の花咲けり
ほととぎす宿借るころの藤の花
ほろほろと山吹散るか滝の音
前髪もまだ若艸の匂ひかな
秣負う人を枝折の夏野哉
まづ祝へ梅を心の冬籠り
枡買うて分別かほなる月見かな
まづ知るや宜竹が竹に花の雪
先づ頼む椎の木も有り夏木立
待たぬのに菜売りに来たか時鳥
またも訪へ薮の中なる梅の花
又やたぐひ長良の川の鮎鱠
町医師や屋敷方より駒迎へ
松風の落葉か水の音涼し
松風や軒をめぐって秋暮れぬ
松杉をほめてや風のかをる音
松茸やかぶれたほどは松の形
松茸や知らぬ木の葉のへばり付く
松なれや霧えいさらえいと引くほどに
待つ花や藤三郎が吉野山
またうどな犬ふみつけて猫の恋
窓形に昼寝の台や簟
真福田が袴よそふかつくづくし
眉掃を俤にして紅粉の花
三井寺の門敲かばや今日の月
見送りのうしろや寂し秋の風
三日月に地は朧なり蕎麦の花
三ケ月や朝顔の夕べ蕾むらん
三日月や地はおぼろなる蕎麦畠
見しやその七日は墓の三日の月
湖や暑さを惜しむ雲の峰
水寒く寝入りかねたる鴎かな
水取りや氷の僧の沓の音
水の奥氷室尋ぬる柳哉
水向けて跡訪ひたまへ道明寺
三十日月なし千年の杉を抱く嵐
見所のあれや野分の後の菊
皆出でて橋を戴く霜路哉
皆拝め二見の七五三を年の暮
水無月は腹病やみの暑さかな
水無月や鯛はあれども塩鯨
道のべの木槿は馬に食はれけり
道ほそし相撲取り草の花の露
身にしみて大根からし秋の風
蓑虫の音を聞きに来よ草の庵
都出でて神も旅寝の日数哉
宮守よわが名を散らせ木葉川
見る影やまだ片なりも宵月夜
見るに我も折れるばかりぞ女郎花
見渡せば詠むれば見れば須磨の秋
昔聞け秩父殿さへすまふとり
麦の穂を便りにつかむ別れかな
麦の穂や涙に染めて啼く雲雀
麦生えてよき隠れ家や畑村
麦飯にやつるる恋か猫の妻
葎さへ若葉はやさし破れ家
武蔵野の月の若生えや松島種
武蔵野や一寸ほどな鹿の声
武蔵野やさはるものなき君が傘
むざんやな甲の下のきりぎりす
掬ぶより早歯にひびく泉かな
名月に麓の霧や田の曇り
名月の出ずるや五十一ヶ条
名月の花かと見えて綿畠
名月の見所問はん旅寝せん
名月はふたつ過ぎても瀬田の月
名月や池をめぐりて夜もすがら
名月や海に向かへば七小町
名月や座にうつくしき顔もなし
名月や児立ち並ぶ堂の縁
名月や門にさしくる潮がしら
名月や北国日和定めなき
飯あふぐ嬶が馳走や夕涼み
女男鹿毛に毛が揃うて毛むつかし
めづらしや山を出羽の初茄子
めでたき人の数にも入らむ老の暮れ
目にかかる時やことさら五月富士
目に残る吉野を瀬田の螢哉
目の星や花を願ひの糸桜
餅花やかざしに插せる嫁が君
餅雪を白糸となす柳哉
餅を夢に折り結ぶ歯朶の草枕
藻にすだく白魚やとらば消えぬべき
物いへば唇寒し秋の風
物書いて扇引き裂く名残かな
物好きや匂はぬ草にとまる蝶
物の名を先づ問ふ蘆の若葉かな
もののふの大根苦き話哉
もの一つ瓢はかろきわが世かな
物ほしや袋のうちの月と花
百歳の気色を庭の落葉哉
桃の木のその葉散らすな秋の風
もろき人にたとへん花も夏野哉
唐土の俳諧問はん飛ぶ胡蝶
門に入れば蘇鉄に蘭のにほひ哉
やがて死ぬけしきは見えず蝉の声
薬欄にいづれの花を草枕
やすやすと出でていざよふ月の雲
痩せながらわりなき菊のつぼみ哉
宿借りて名を名乗らする時雨かな
宿りせん藜の杖になる日まで
柳行李片荷は涼し初真桑
藪椿門は葎の若葉かな
山陰や身を養はん瓜畠
山賎のおとがひ閉づる葎かな
山桜瓦葺くものまづ二つ
山里は万歳遅し梅の花
山路来て何やらゆかし菫草
山城へ井出の駕籠借る時雨哉
山寺の悲しさ告げよ野老掘り
山寺や石にしみつく蝉の聲
山中や菊は手折らぬ湯の匂
山の姿蚤が茶臼の覆かな
山は猫ねぶりて行くや雪の隙
やまぶきの露菜の花のかこち顔なるや
山吹や宇治の焙炉の匂ふ時
山吹や笠に挿すべき枝の形
山も庭も動き入るるや夏座敷
闇の夜きつね下這ふ玉真桑
闇の夜や巣をまどはして鳴く鵆
夕顔に干瓢むいて遊びけり
夕顔に米搗き休むあはれなり
夕顔に見とるるや身もうかりひよん
夕顔の白ク夜ルの後架に紙燭とりて
夕顔や秋はいろいろの瓢哉
夕顔や酔うて顔出す窓の穴
夕晴れや桜に涼む波の華
夕にも朝にもつかず瓜の花
雪薄し白魚しろきこと一寸
雪悲しいつ大仏の瓦葺き
雪散るや穂屋の薄の刈り残し
雪と雪今宵師走の名月か
雪の朝独り干鮭を噛み得タリ
雪の中は昼顔枯れぬ日影哉
雪の河豚左勝水無月の鯉
雪間より薄紫の芽独活哉
雪や砂馬より落ちよ酒の酔
雪を待つ上戸の顔や稲光
行く秋の芥子に迫りて隠れけり
行く秋のなほ頼もしや青蜜柑
行く秋や手をひろげたる栗の毬
行く秋や身に引きまとふ三布蒲団
行く雲や犬の駆け尿村時雨
行く駒の麦に慰むやどりかな
行く春に和歌の浦にて追ひ付きたり
行く春や鳥啼き魚の目は泪
行く春を近江の人と惜しみける
行くもまた末頼もしや青蜜柑
湯の名残り幾度見るや霧のもと
湯の名残り今宵は肌の寒からん
柚の花や昔しのばん料理の間
夢よりも現の鷹ぞ頼もしき
湯をむすぶ誓ひも同じ石清水
酔うて寝ん撫子咲ける石の上
よき家や雀よろこぶ背戸の粟
夜着ひとつ祈り出して旅寝かな
夜着は重し呉天に雪を見るあらん
よく見れば薺花咲く垣根かな
義朝の心に似たり秋の風
義仲の寝覚めの山か月悲し
吉野にて桜みせうぞ檜笠
夜すがらや竹氷らする今朝の霜
四つ五器のそろはぬ花見心哉
世に居りし人に取らせん木曽の橡
世に盛る花にも念仏申しけり
世に匂へ梅花一枝のみそさざい
世にふるも更に宋祇のやどりかな
米くるる友を今宵の月の客
世の中は稲刈るころか草の庵
世の夏や湖水に浮む浪の上
世の人の見付けぬ花や軒の栗
四方に打つ薺もしどろもどろ哉
世を旅に代掻く小田の行きもどり
夜ル竊ニ虫は月下の栗を穿ツ
よるべをいつ一葉に虫の旅寝して
蘭の香や蝶の翅に薫物す
龍宮も今日の潮路や土用干
龍門の花や上戸の土産にせん
両の手に桃と桜や草の餅
留守に来て梅さへよその垣穂かな
留守のまに荒れたる神の落葉哉
六月や峰に雲置く嵐山
六里七里日ごとに替る花見哉
艪の声波を打って腸凍る夜や涙
炉開きや左官老い行く鬢の霜
若葉して御目の雫ぬぐはばや
わが衣に伏見の桃の雫せよ
我がためか鶴食み残す芹の飯
我が宿は蚊の小さきを馳走かな
わが宿は四角な影を窓の月
別れ端や笠手に提げて夏羽織
煩へば餅をも喰はず桃の花
忘れ草菜飯に摘まん年の暮
忘れずば小夜の中山にて涼め
忘るなよ薮の中なる梅の花
早稲の香や分け入る右は有磯海
綿弓や琵琶に慰む竹の奥
侘びて澄め月侘斎が奈良茶歌
笑ふべし泣くべしわが朝顔の凋む時
我富めり新年古き米五升
我に似るなふたつに割れし真桑瓜
我も神のひさうや仰ぐ梅の花
《》は水の育くむ水の塊
あきざくら咽喉に穴あく情死かな
いしぶみの表裏に雨意の百千鳥
いつしかに余り苗にも耳や舌
うたがえば近景に日の青鷹（もろかえり）
かろがろゆく南無三楠木に揚羽
くちなわを跨ぎて運ぶ山の死者
すさまじき水のしむ歯に似非の神
たっぷりと冬芽や四十五本の木
たつぷりと泣き初鰹食ひにゆく
ねむりつつ深井へ落とす蝶の羽
ひえびえと来るものを知る黒髪（かみ）の芯
ひとところ盛りあがりたり蛇の水
ひとりづつ呆けてゆけば初雪来
ひとを待つ間に猫の子に名を授け
ふところの鳥の重さを偽りぬ
またここへ戻ると萩に杖を置く
まっくろな目ゆえ鼠は殺される
もてあます首の長さや苗代寒
わかさぎは生死どちらも胴を曲げ
コカコーラ持つて幽霊見物に
サフランや映画はきのう人を殺め
セーターの胸に百日目の赤子
ベラの海大きな他人と並ぶかな
一束の百合好きなのか嫌なのか
一束の菊の近事を虚言（うそ）と聞く
一柱の真直ぐに添うて霜柱
丘の木にまぎれて吃る夏鴉
乾坤に丈を縮めて那智の滝
人の死に菊と扉の多い家
仰山な桜吹き入る虎の檻
便り出てくる壺からも木槿からも
優柔な魚であるから尾はしろがね
元朝の足袋の真白をきゆつと穿く
冬空や鷗に白濁はじまりぬ
凸凹の多き顔かな雪降り積む
出奔の男にみえる九月の木
出欠を考へ考へ梅を漬け
初嵐壁にするどく棒の影
半身は夢半身は雪の中
厄介なひとも来てをり初芝居
君羨し晩涼の両手は天へ
嚔の巣臍の右とも左とも
夏の兎飢えたり夢を見ていたり
夏の日のわれは柱にとりまかれ
夏の暮騎手の美貌をみてゐたり
夏の母熟睡の蹠すさまじき
夏夕焼授乳の母を円心に
夕方の影あいまいに春障子
大神と触れ狼を売りにゆく
あるときはいのちゆらゆら芋の露
ある秋の日の弾痕の鉄兜
あれもこれもこころのいろに雛祭
いのちなりけり手に重く赤い靴
おそく帰るや歯磨きコップに子の土筆
おたまじゃくし生れて雲をくだくなり
かんじきで歩き続けて口結ぶ
きらきらと単孔目鯉苔を食う
こころざしきらきらと雪迎え
この道やたましいに雪降りしきり
これからが未来日がゆく紅葉山
これまでよりこれから赫く去年今年
ころがりてあかあか父の富有柿
ごつごつと父の歳すぎ冬の樅
さくらんぼ悲しきひとの悲しみも
さくら実にもう誰のでもない羽毛
しんがりを行き黄落の樹の造詣
すぐに了る竜踊の汗生者死者
すっぽんの歯が抜けて落ち秋の椎
たつのおとしごか言葉の端凍り
たましいのために俯くほたるぶくろ
たましいを思い朴の葉拾い持つ
ときどきは老人ひとりに冬渚
どこにでも見え椿の実おとこ神
はるばると来し方行方桃さくら
ふくらんでいるよ祭のかるめ焼
ふぐりなどもあるにはありて仏生会
ほたるぶくろは湿原の彼方あり
ほたるぶくろふくろたぶたぶにて了る
ほろぶものみな石のこす春の雨
わかさぎの数に目があり雪太陽
わが馬鈴薯うまれた土にごろごろと
われ越える波のごときを暑く待つ
ウクレレに浮き爬虫類の顔の漁夫
クロッカス黄色まず咲き佳き世であれ
シャガールのサーカスの下暑い夜
シャガールの仔牛みじかい午後の日と
ジャコメッティの勁さ欲しい日鉄線花
バレンタインデー沖に線船が行く
ボロ市の地球儀昼も夜も暑く
ポポー二つどちらからともなく匂う
ポポー稔りぐんぐん離れゆくごとく
メーデーの声の聞こゆる波の花
メーデーを思えば山女魚堰を越す
ライバルは五人赤実の蝮草
レグホンの鶏冠（とさか）鮮烈ピラカンサ
一つ年とって雪降る夏蜜柑
一つ年とる銀杏のどれも吾も
一月はまた佳きことを待つこころ
二月二十六日耳が鳴り雨が降る
「冬の貨車は重い」機關士夜を徹す
「吹操銀座」晝荒涼と重量過ぎ
「善意も惡」のたそがれ防雪林黄ばみ
あとからあとから月の出寒い波頭
いつまで在る機械の中のかがやく椅子
うつむく顔ばかり濡れ田に鋤ひかり
かなしきかな性病院の煙出
わが死後の乗換駅の潦
ビヤホール明るし拳銃を磨く
ボスに對う意志の黒靴足裏濡れ
マラソン通過痰ぬらぬらと操短地區
不眠の朝牡丹の赤芽法華の鼓
二人して何もつくらず昼寝覚
五月の夜未来ある身の髪匂う
冬來る北國汽車に尻向け何を獲る
冷氣の谷間遠き日射しへ愛語つゞく
凶作の夜ふたりになればひとり匂う
千の手の一つを真似る月明かり
友の妻子を衞る冬旅濡れ田つゞき
叡智の刻濡れ田夜となる北の國
右の眼に左翼左の眼に右翼
墓標かなし青鉛筆をなめて書く
天上も淋しからんに燕子花
失語して石階にあり鳥渡る
奇術師や野分の夜は家にいて
女吹かれ黒煙突から飢えはじまる
寒い日の保線の怒聲靜臥守る
寒光の万のレールを渡り勤む
寒鯉や見られてしまい発狂す
山拓く少しの晴間を農婦かゞみ
岩壁に聲さだかなる夜の蟬
思惟の船腹突堤汚れだぶつく午後
我等に未來假眠より起き歩き居る
戦争が通つたあとの牡丹雪
把り凍て飛び降りるにも翼なし
操車場の西資本の巨塔ビール釀す
放射能雨むしろ明るし雜草と雀
旅の疲れの夕ぐれ貫く嬰兒の聲
昨日につゞく死の雨の夜工場暮し
暗い平野仕事の聲で僚（とも）確かめ
暗い汽罐車防塵眼鏡の顔つき出し
暗闇の眼玉濡らさず泳ぐなり
暮しの中の波音烏賊の白乾され
月の出や死んだ者らと死者を待つ
未見の海へ急ぐ眼つむり悴みて
栃木にいたうれしい酒焼日焼顔
梅雨の雀走り貯炭の泥廣場
梅雨ビルの何處かで拍手僕等ひそか
樹や岩や女ら眠り夜の瀧
水あれば飲み敵あれば射ち戦死せり
おぼろ夜のかたまりとしてものおもふ
おぼろ夜の鬼ともなれずやぶれ壺
かなしめば鵙金色の日を負ひ来
こがらしや女は抱（いだ）く胸をもつ
さえざえと雪後の天の怒濤かな
さむきわが影とゆき逢ふ街の角
しづかなる力満ちゆきばつたとぶ
その冬木誰も瞶めては去りぬ
つひに戦死一匹の蟻ゆけどゆけど
どこやらに硝子がわれぬ桐の花
はたとわが妻とゆき逢ふ秋の暮
ふくろふに真紅の手毬つかれをり
まぼろしの鹿はしぐるるばかりなり
みちのくの月夜の鰻あそびをり
チンドン屋枯野といへど足をどる
バビロンに生きて糞ころがしは押す
パン種の生きてふくらむ夜の霜
二人して楤たらの芽摘みし覚えあり
今も目を空へ空へと冬欅
伊勢海老の月にふる髭煮らるると
冬の鷺あな羽搏たんとして止みぬ
冬嶺に縋りあきらめざる径曲り曲る
冬生に家なし死に墓なし
冴えかへるもののひとつに夜の鼻
十二月八日の霜の屋根幾万
原爆図中口あくわれも口あく寒（かん）
吹越に大きな耳の兎かな
四角な冬空万葉集にはなき冬空
天の川わたるお多福豆一列
天の川怒濤のごとし人の死へ
天の川法螺吹き男ふとなつかし
天の川鷹は飼はれて眠りをり
寒卵どの曲線もかへりくる
寒雷やびりりびりりと真夜の玻璃
屋上に見し朝焼のながからず
年賀やめて小さくなりて籠りをり
恋猫の皿舐めてすぐ鳴きにゆく
日本語をはなれし蝶のハヒフヘホ
春愁やくらりと海月くつがへる
木の葉ふりやまずいそぐないそぐなよ
枯れゆけばおのれ光りぬ枯木みな
梨食ふと目鼻片づけこの乙女
死にたしと言ひたりし手が葱刻む
死ににゆく猫に真青の薄原
死ねば野分生きてゐしかば争へり
死や霜の六尺の土あれば足る
毛糸編はじまり妻の黙（もだ）はじまる
水温むとも動くものなかるべし
浅蜊椀無数の過去が口開く
満月やたたかふ猫はのびあがり
あかんぼの舌の強さや飛ぶ飛ぶ雪
あたたかき十一月もすみにけり
あたたかなふたりの吾子を分け通る
そら豆の花の黒き目数しれず
つばくらめ斯くまでならぶことのあり
とらへたる蝶のあがきのにほひかな
はたはたや退路絶たれて道初まる
ひた急ぐ犬に合ひけり木の芽道
ふるさとの春暁にある厠かな
ほととぎす敵は必ず斬るべきもの
みちのくの蚯蚓短し山坂勝ち
むらさきになりゆく墓に詣るのみ
わが背丈以上は空や初雲雀
をみならも涼しきときは遠（をち）を見る
オリオンと店の林檎が帰路の栄（はえ）
万緑の中や吾子の歯生え初むる
世界病むを語りつつ林檎裸となる
乙鳥はまぶしき鳥となりにけり
伸びる肉ちぢまる肉や稼ぐ裸
六月の氷菓一盞の別れかな
六月馬は白菱形を額（ぬか）に帯び
冬すでに路標にまがふ墓一基
冬の水一枝の影も欺かず
冬晴れの晴衣の乳を飲んでをる
冬浜を一川の紺裁ち裂ける
勇気こそ地の塩なれや梅真白
厚餡割ればシクと音して雲の峰
原爆忌いま地に接吻してはならぬ
友もやや表札古りて秋に棲む
吾妻かの三日月ほどの吾子胎（やど）すか
咲き切つて薔薇の容（かたち）を越えけるも
四十路さながら雲多き午後曼珠沙華
墜ち蟷螂だまつて抱腹絶倒せり
壮行や深雪に犬のみ腰をおとし
夕桜あの家この家に琴鳴りて
夕桜城の石崖裾濃なる
夕汽笛一すじ寒しいざ妹へ
夜の蟻迷へるものは弧を描く
大学生おほかた貧し雁帰る
妻二タ夜あらず二タ夜の天の川
妻恋し炎天の岩石もて撃ち
妻抱かな春昼の砂利踏みて帰る
子のための又夫（つま）のための乳房すずし
家を出て手を引かれたる祭かな
富士秋天墓は小さく死は易し
寒星や神の算盤ただひそか
寒鴉啼きて沖には国もなし
少年の見遣るは少女鳥雲に
手の薔薇に蜂来れば我王の如し
旧景が闇を脱ぎゆく大旦
いま生れし仔牛湯拭きも小春凪
かまきりの顎がはづれて泣きをりぬ
からまつの枝剪りためて春の道
この年の烏揚羽の墨淡し
さくらの夜不意に蛇口が水こぼす
さめてひとり赤子が雛囃子聴き
ぞくぞくと雪が木につき諏訪神話
はらわたの熱きを恃み鳥渡る
もみづるや日暮の昏さとも違ふ
ゆりの木の花の一座や地下墓地（カタコンベ）
一筋の冷気吉野の草いきれ
一茶の裔（すゑ）鰍突く籍（やす）研ぎゐたり
三伏の葛西や鯉の縹色
佛壇に電球（たま）の買ひ置き花慈姑
冬に入る牡丹の木にけものの毛
北国はいまも流刑地閑古鳥
外套の隠しざらざら狐見に
夜ざくらはかくもみどりの濃きものか
大寒や一痕もなき穂高嶽
少年は兎飼ふべし春の月
早苗束放られみどり頑是なし
春立つや醪（もろみ）に櫂の夢うつつ
春闌くと朱（あけ）立ちのぼる松の幹
木の根明く胎児はなにを見てをるや
木楸の花荒行の生涯ぞ（悼楸邨先生
楸邨の和魂（にぎたま）春の胡桃かな
死にがたしとて蓑虫のあつまれる
水面まで水草一途や秋のこゑ
氷室への径刈りありてひとつ族（まき）
滴りの金剛力に狂ひなし
潜り合ふ桶の泥鰌の自由とは
濁りこそ川の力や白絣
火に椿投じて杜国忌を修す
熟柿食ひ子規大人のこころもち
爐に野菊溢れしめ堀辰雄邸
琴の音に耐ふる琴柱や十二月
田の上の春の金星応と見て
白菜や大往生の日向婆
白萩や妻子自害の墓碑ばかり
真夜中に麦茶が減りぬ誰もゐず
秋耕の畝が入りくる家の中
紅梅や崋山幽居に糸車
花野径アイスクリーム工場まで
若潮の戸田（へた）の入江に風邪家族
蛇に石ぶつけおのれがぐしやぐしやに
蜾蠃（すがれ）追（おひ）吹かれどほしの木の形
蠅帳をなつかしがりて蠅とまる
親鸞もきさらぎの田も無一物
赤ん坊に大泉門や韮の花
赤魚（あかうを）を焼きたる灰を篩（ふる）ひをり
パンの実の灯を得て青し手紙開く
パンの実の熟れしにおいの戎衣（じゅうい）かな
ペガサスは南に美しきは長女
マッチの軸頭そろえて冬逞し
マッチ箱に玉虫入れて都の子
マンゴー実り檳榔樹切り倒されてゆく
一汽關車吐き噴く白煙にくるまる冬
一瞬蒼白の踏切をおき喪の東北
一舟そこにさすらうごとしこおなご
万里をゆく夏の白花手に挿頭し
三日月がめそめそといる米の飯
世を旅して寒紅梅一塵
丘の上に李あり愛の日の君も
両手挙げて人間美し野の投降
中学生神語りおり雪積む藁
主知的に透明に石鯛の肉め
九頭竜上流青ふかまりて螢の宿
乞食に一つ重いホームの秋のベンチ
乳房掠める北から流れてきた鰯
乾草の匂いに染みて母若し
事務の日暮れ屋上に呼び合い共に染まり
二十のテレビにスタートダッシュの黒人ばかり
二江の間に春寒きかな桂林
二等兵の肩章汚れ湖荒れる
二階に漱石一階に子規秋の蜂
人さすらい鵲の巣に鳩ら眠る
人伝てにかさこそかさこそと金褸梅
人体冷えて東北白い花盛り
人刺して足長蜂あしなが帰る荒涼へ
人生冴えて幼稚園より深夜の曲
人間に狐ぶつかる春の谷
供神の龍踊かこむ海の眼玉
俯伏せの霧夜の遊行青ざめて
先ず会う満月広茫の北京へ
光のなかに腕組むは美童くる予感
八郎潟に白魚すすりし三鬼亡し
冬の旅立ち醜男醜女の窓越えて
冬の神「司寒」に捧ぐ韮の青さ
冬旱眼鏡を置けば陽が集う
冬森を管楽器ゆく蕩児のごと
冬眠の蝮のほかは寝息なし
冬陽に眠る青春の日の真昼のごと
冬鷗どこかの光線が顔に
出水拡がる鉄格子にすがる女越し
切岸を真葛ぞ被う流離なる
列島史線路を低く四、五人ゆく
初夏長江鱶などはぼうふらより小さい
利根流域美女群浴に出会う
動かぬ家を簾越しにし熱ある額
北へ帰る船窓雲伏し雲行くなど
北風をゆけばなけなしの髪ぼうぼうす
南暗く雉も少女もいつか玉（いし）
原爆の街停電の林檎つかむ
原爆許すまじ蟹かつかつと瓦礫あゆむ
去勢の猫と去勢せぬ僧春の日に
古手拭蟹のほとりに置きて糞ま）る
司教にある蒼白の丘疾風の鳥
同行二人朝すでに白犬は眠り
向日葵おごるとき拳白かりき
呪われてあり少女の顔へ蝶や蜂や
唐黍に織子のうなじいきいきと
唯今二一五〇羽の白鳥と妻居り
喇叭鳴るよ夏潮の紋条相重なり
喉で吸う果汁日本列島若し
四頭の雄馬と烈女白鳥座
土曜の電車別の電車の鼻もゆき
土間口に夕枯野見ゆ桃色に
塩つけパン喰う旅への誘いいきいきと
塩強く半島飢える吃りつつ
墓地も焼跡蟬肉片のごと樹樹に
壕に寝しひと夜の裸身拭きに拭く
壮年の万年床のてんと虫
夏の山国母いてわれを与太と言う
夏の王駿馬三千頭と牝馬
夏の風邪帽曲げかぶりなお憂しや
夏果ての東国馬糞懐かしや
夏草より煙突生え抜け権力絶つ
夏誰か尺八たけ一管を壁に立て
夕狩の野の水たまりこそ黒瞳
夜となりて吉夢むさぼる寝正月
夜の向うにアルプスの牙木曾酔人
夜の航武器のごとくにバナナを持ち
夜の顔にはぐれ山蛾が熱い熱い
夜の餅海暗澹と窓を攻め
夜は朝日の光消えがち山の酒
夢の毛物の歯から血がでる風くるぞ
大き帆船厠の窓に月ひと夜
大前田英五郎の村黄落す
大山山麓すかんぽ噛めば谺
大根の花に水牛の往き来
大芭蕉母の眼鼻もうすみどり
大花白豚はくとん歩いてゆく
大頭の黒蟻西行の野糞
天井に宮本武蔵冬の蠅
天皇誕生日休日となりにけり
太平洋抱卵のごとし渚の少女らは
太陽はエロス枯野に島の頭
女等青ざめ乳牛はぐくむ森の傍（そば）
奴隷の自由という語寒卵皿に澄み
妻にも未来雪を吸いとる水母の海
妻に卵われに秋富士の一と盛り
妻みごもる秋森の間貨車過ぎゆく
姉いつか鵜の鳥孕む海辺の家
始めあり赤蛙跳ねるダムへの路
娼窟に繩とびの繩ちらちらす
嫁ぐ妹と蛙田を越え鉄路を越え
子の爲に地のてんと蟲斑（ほし）整う
室を穹ぎて鼠を燻す神無月
家は枷妻にも吾に夜番が呼ぶ
富士たらたら流れるよ月白にめりこむよ
富士を去る日焼けし腕の時計澄み
寒暮地下道光盗人あまた来る
小学校の夜のコンクリート見ゆ酔いたり
少年の放心葱畑に陽が赤い
少年一人秋浜に空気銃打込む
屋上に洗濯の妻空母海に
屋上に肉積まれゆき記者たち書く
山の向うは青葡萄園その拡がり
山みみずぱたぱたはねる縁ありて
山上の妻白泡の貨物船
山国の橡の木大なり人影だよ
山国や空にただよう花火殻
山国や陸稲畑に父の糞
山峡に沢蟹の華（はな）微かなり
山空にわが鼻赤し妹眉濃し
山脈のひと隅あかし蚕のねむり
山蔭に野猫躍るよみな笑うよ
山際の凍空まぶし婆の髪も
岩に蜥蜴蟹は木の根に海荒ぶ
岬に集る無言の提灯踏絵の町
崩れた積木基地に似る夜の蜘蛛渡る
左肩たかき夜の人牛死んで
帶なす朝燒黒人靈歌は女聲高し
平和おそれるや夏の石炭蓆かぶり
床の蟻惑わば惑え熱を病む
底光る夏の曇天煙突ども
座礁船ことに遺児たちが見ている
廃墟という空き地に出ればみな和らぐ
弑逆しいぎゃくあり流れゆく黄裳緑衣
弥生卯月と遅遅たり籠に白よもぎ
弥生期過ぎたり一望の野の春疾風
強し青年干潟に玉葱腐る日も
彎曲し火傷し爆心地のマラソン
影ばかり背梁山脈の獅子舞
心臓に麦の青さが徐徐に徐徐に
悄然たる路上の馬を雛の間より
愚に近き日日やバナナは色づきて
愚図愚図と熟柿の息の春の霧
愛欲るや黄の朝焼に犬佇てり
手が長くだるし赤茶けた製鋼煙
手の傷も暮しの仲間雪青し
手を挙げ会う雲美しき津軽の友
手術後の医師白鳥となる夜の丘
打音のビル耳にみどりの昆虫いて
抱けば熟れいて夭夭ようようの桃肩に昴
揺れやまぬ夜行列車に紺碧の老師
教会風の屋に向き月下ビールあふる
文月や野に瓜食めば火は流くだ）れり
新墾筑波胡瓜はりはり噛めば別れ
新秋や女体かがやき夢了る
旅を来て魯迅墓に泰山木数華すうか）
旅次にして海獣のさびしさのサーフィン
日と月と憂心照臨葛の丘
日の夕ベ天空を去る一狐かな
日日いらだたし炎天の一角に喇叭鳴る
日本最北東端にあり昆布干せり
日盛の墓碑やあらわに匂いもなし
早春の飛鳥陽石蒼古たり
旱天に星みえ疲労冴えてくる
星がおちないおちないとおもう秋の宿
星近づけて馬洗う流域富ますべく
春の日を猫去勢され歩むかな
春の河州の家鴨のなかにしやがんでいた
春の鮒不意に地鳴りのみなもと何処
春寒の老僧ちぢみやまぬかな
昼から夜へ光余れば悲の足音
昼の僧白桃を抱き飛騨川上
昼の日がてかてか照らす廃車かな
晩夏一峰あまりに青し悼むかな
晩秋の唇涸き蝶といる
晩秋の日本海暗夜は碧へき
晴天枕に彼も宇宙飛行士のほほえみ
暁のスコール飯食う膝に飛沫きつつ
暗い製粉言葉のように鼠湧かせ
暗窓に白さるすべり陰（ほと）みせて
暗闇の下山くちびるをぶ厚くし
暗黒や関東平野に火事一つ
暮れてなお山空青し勝つた牡牛
曼珠沙華どれも腹出し秩父の子
最果ての赤鼻の赤魔羅の岩群
月あれば谷底ひろし青僧侶
月夜の仲間なまこのかたちの足で逃げる
朝の星黄金虫標本室は彼方に
朝の馬笑いころげる青坊主
朝はじまる海へ突込む鴎の死
朝寝して白波の夢ひとり旅
朝戸出て直ぐあり沢蟹の猛たけ）き匂い
朝日あり童貞の尻固すぼみ
朝日に人山蛾いちめん流れゆく
朝日煙る手中の蚕妻に示す
朝草刈る墓石よりも光る草を
朝顔が降る遠国の無人の街
木の椅子をゆずる雪ふる夜のなか
木天蓼またたび初夏真蛇さすらいやまぬかな
木曽のなあ木曽の炭馬並び糞（ま）る
本能の善玉悪玉風船虫
東にかくも透徹の月耕す音
林間を人ごうごうと過ぎゆけり
果樹園がシヤツ一枚の俺の孤島
果樹闇に肉体じわじわずきずき老ゆ
枯草にキヤラメルの箱河あわれ
枯野去り満月が来る熟睡かな
柿の木に月こもる頃寝に入りぬ
桐の花河口に眠りまた目覚めて
桐まだ咲かぬ山国山人と酔うて
梅の木に螢籠吊る点る点る
梅咲いて庭中に青鮫が来ている
梨の木切る海峡の人と別れちかし
森のおわり塀に球打つ少年いて
森の奥のわれの緑地が掘られている
森の奥パンの実青く焼かれおり
森の村闘鶏場にしんと人
椰子の丘朝焼しるき日日なりき
横とびの黄色い花火工區の子等
横臥の老女空には滅多矢鱈の線
樹といれば少女ざわざわ繁茂せり
樹海の果て白照るリーフ見ゆるのみ
欠伸して水蜜桃が欲しくなりぬ
武蔵丘陵蝮寝ている夜明けかな
歩みゆくや稲妻片片と散りぬ
歯槽病む山葡萄あり食えもせず
歯車音暑き夜沼にもぐるもぐる
死にし骨は海に捨つべし沢庵噛む
死火山に煙なく不思議なき入浴
死者は丘夜明けの鳥ら声をまき
殉教の島薄明に錆びゆく斧
残る音や虚ろの倉庫そこに立ち
殺し合い地獄へとどく樹の根樹の根
水が照るこんなに照るよ冬なれや
水の野を朝の雲過ぐああ開花
水族館に鈍きは海蛇傷つくとも
水田しろじろ寝るまで子供泣きつゞけ
水脈の果て炎天の墓碑を置きて去る
水鳥の月出て黒し眠らんか
汚れて小柄な円空仏に風の衆
沢蟹に白頭映す家郷かな
河の歯ゆく朝から晩まで河の歯ゆく
河口に浪しろじろと寄り吾子も夏へ
河氷り橋脚汚れ吾等生きる
河越える再会南に海覚え
沼が随所に髭を剃らねば眼が冴えて
波の一打を確かめ休息のカメラ
波みずみずしき河口に来れば家明かし
波を食う巨人が歩く夜明けの浜
泣虫の子が泣く布団へ旅の了り
泳ぐ子と静かな親の森のプール
津軽満月足摺り輪となりこの世の唄
流るるは求むるなりと悠（おも）う悠う
流れ星蚊帳を刺すかに流れけり
海とどまりわれら流れてゆきしかな
海に出て眠る書物とかがやく指
海に向く車席なかばに残暑の陽
海に青雲生き死に言わず生きんとのみ
海流ついに見えねど海流と暮らす
海航かば帰り仕度の岩つばめ
海霧に羅臼岳のすべてが消えて北の旅
涙なし蝶かんかんと触れ合いて
渚澄むパンツ脱ぐ青年が映る
温くもればはしやぎ寒ければ萎え芹の家
港に雪ふり銀行員も白く帰る
港灣こゝに腐れトマトと泳ぐ子供
湯たんぽ沸かす痩せし野良牛一頭立ち
満月へ友去るどんどん空に浮き
滑り臺に少年現われ塔と竝ぶ
漓江どこまでも春の細路を連れて
激論つくし街ゆきオートバイと化す
濁酒あり星と野犬の髑髏
火山一つわれの性器も底鳴りて
炭焼の貌の冬ざれ岩よりも
烏渡り月渡る谷人老いたり
無神の旅あかつき岬をマッチで燃し
焼鳥やしずくのような日暮れ鳥
照り返えす過去黍畑に雄の馬
熊蜂とべど沼の青色を抜けきれず
熱中する青竹薮に働く聲
燈臺守とその妻夜の井戸潮鳴りす
燕帰るわたしも帰る並の家
爛れ熱した岩に向つて盛夏の餉
父ら蒼し餅つき唄の昼を経て
片側見せて逆光の遍路海の上
牛憂う九月の河へ尻を向け
牛蛙ぐわぐわ鳴くよぐわぐわ
犬の睾丸ぶらぶらつやつや金木犀
犬は海を少年はマンゴーの森を見る
犬一猫二われら三人被爆せず
狐火なり痛烈に糞が臭う
独楽廻る青葉の地上妻は産みに
猪（しし）が来て空気を食べる春の峠
獨樂廻る青葉の地上妻は産みに
田の隅の蝌蚪より暗き空ありぬ
男鹿の荒波黒きは耕す男の眼
異質のごと新しき松かさ草に正坐
疲れ且つ戦い仏桑花を愛す
痩せ犬と服に眼光る青年と
白い人影はるばる田をゆく消えぬために
白山茶花惑星がぶつかるかもしれぬ
白服にてゆるく橋越す思春期らし
白梅や老子無心の旅に住む
白椿老僧みずみずしく遊ぶ
盆の月わが屋根の上に来ていたり
目まいするほど岩燕仰ぐ老漁夫と
眞赤に塗つて日暮れ手洗う塗裝工
真白しんぱくの滝を遠目に旅ゆくも
真葛野に晴曇繁し音もなく
眼前に暗き硝子戸越前泊り
石女や湖から湖へ暴れ雲
石炭を口あけ見惚れ旅すすむ
石炭を口開け見惚れ旅すゝむ
砂漠かなコンサートホールにかなかな
確かな岩壁落葉のときは落葉のなか
禿頭の悪童もいる李の里
秋かやの父子に日の出の栄はえ満ち来
秋川の音のかなたに父母います
秋芝にさかしまに寢て青年達
秋谷の戸ごとに怒鳴り酔つぱらい
秋風の父が手帖をめくりやまぬ
稔る盆地に一途の煙マンの死へ
種子盛る椀地面に傾ぎ農婦の出
空の深みに紙片港灣夫の夕餉
空ッ風にわかに玲瓏となるときも
竜貞の石頭あり野の昼月
篠枯れて狼毛の山河となれり晩夏
粉屋が哭く山を駈けおりてきた俺に
粛しじまる霜の長月薪には樗（ちょ）の木
紅雀偽装地帯にきわやかに
緑樹というか海辺の草に妻
緑葉噛んで酒すするなり山の人
縄とびの純潔の額を組織すべし
罌粟よりあらわ少年を死に強いた時期
羊と牛は日暮を下る明きかな
群に入る目高素早く幸福に
老鶯朝から気前よく鳴く生きめやも
肉体萎えるや窓に鷗の背中見えて
背のひかりも消え麦刈りは夜となる
自我ぐずぐずとあり晩秋のひかり
舌は帆柱のけぞる吾子と夕陽をゆく
船窓を醜しこの魚過ぎ目覚め荒し
艀の夕餉に倉庫を曲るまで見られ
良き土に淑よき女ひと寝かす真昼かな
花柘榴の花の点鐘恵山寺
花栗かぶさる貧農の家冴えゆく眼に
花梨老樹に赤児抱きつく家郷かな
芽立つじやがたら積みあげ肉體というもの
若くて俗物こおろぎの土塊草の中
若狭乙女美はし美はしと鳴く冬の鳥
茜の冬田誠意の妻の何もたらす
草むらも酷暑の夜勤もみな苛立ち
華麗な墓原女陰あらわに村眠り
落縄暗き月の出時を月の方ヘ
葦の穂や滑走路昃り吾等帰る
葭切や屋根に男が立上る
葱坊主童の持ちし土光り
蓼科紅葉人間孤となり奇となり
虚無明らか歯科がちやがちやに光崩し
蚊帳の色山よりも濃く暁けている
蚋子しげき樹間軍歌に誘われゆく
蛾のまなこ赤光なれば海を恋う
蝌蚪つまむ指頭の力愛に似て
蝶の舞うたかんなの頭の黒かりき
蟹と共に海の入日へ向きて歩む
蟹漁期月にわびしや妻の陰ほと
街娼に橋煌々と造られる
被弾のパンの樹島民の赤児泣くあたり
裏に清流この家の人等麦踏みへ
裏庭蒼い銀行の夕暮を持ち帰る
裏戸開け秋蚕光らす朝の嫁
西の海にブイ浮く頭蓋より濡れて
覗く一瞬誤解のみどりの小鳥
言霊は脊梁山脈のさくら
記憶も初夏どぶ泥なする道のはた
詠進歌に牛や馬いて歌会始
誕生日飯食い始む星座の前
谷に妻あり男ぱらぱら涙ぐせ
谷に鯉もみ合う夜の歓喜かな
谷赭く口まげ見下ろす子供一人
豹が好きな子霧中の白い船具
赤い犀車に乗ればはみだす角
赤棟蛇躍つていたる墳墓かな
赤潮の海辺おそれず眠れ眠れ
赤蟻這うひとつの火山礫拾う
起伏ひたに白し熱し若夏（うりずん）
越前三国葭切に僧の妻くれない
足につくいとど星座は島被う
車窓より拳現われ旱魃田
車窓擦過の坂の一つの焚火怒る
軍艦入港朝の艀に乳張らせ
軟着感トンネルの中じゆう続く
輕快に黄色い朝の尿を殘す
連絡船より主婦等出ずオートバイ殘し
連翹に巨鯨の影の月日かな
遊びごころに林檎畑に白い雲
遊牧のごとし十二輛編成列車
遠のくものよ国生みの山も浜木綿も
酒止めようかどの本能と遊ぼうか
酔い漂い水光無韻の秋の旅
野ばらの莟むしりむしりて青空欲る
野心も秋へマツチの焔指に迫り
金星ロケットこの日燦燦とパンむしられ
鈍く鰈を打ちすえる男濃霧の中
鉄線花と鵜とぐんぐんと近づきたる
銀行員に早春の馬唾充つ歯
銀行員等朝より螢光す烏賊のごとく
長城足下養蜂家族がいるわいるわ
長寿の母うんこのようにわれを産みぬ
長生きの朧のなかの眼玉かな
階下の人も寝る向き同じ蛙の夜
雁君に墜ちれば遠き大河かな
雑木林に雪積む二人の棺のように
雨の踊子毛布に眠る手を出して
雨降れよと言うに日が照る伯つま）恋し
雪の山畑白真ッ平らしかし斜め
雪の日は黄こうの字想う黄濁愛す
雪の日を黄人われのほほえみおり
雪の海底紅花積り蟹となるや
雪夜の巨船浮ぶ小屋掛け靴屋の灯
雪山に灯なき電気に雪が降る
雪山の向うの夜火事母なき妻
雪積む貨車酔い痴れた手は妻の肩
雪解水重なり流る顔の前
雪降るとき黄河黄濁を極めん
雲も石もいない山なり現存す
雲を袋に不安な大陸へ少年戻る
雷雲車窓の吾を明るくしこの午後果つ
霜の井戸明星というが妻の上に
霜月や狸にも会う狢獲り
霧がくる女は眠る蕎麦刈りて
霧にいる狐の青さ散華とや
霧に白鳥白鳥に霧というべきか
霧の夜のわが身に近く馬歩む
霧の村石を投（ほう）らば父母散らん
霧の車窓を広島走せ過ぐ女声を挙げ
霧深の秩父山中繭こぼれ
霧笛なり壁にもたれる若い頭
靄から夜へ島も燈下のわれも美貌
青く疲れて明るい魚をひたすら食う
青年鹿を愛せり嵐の斜面にて
青春の晩年の子規芥子坊主
青梅落つ三とせの服はたるみつつ
青濁の沼ありしかキリシタン刑場
青草に尿（いばり）さんさん卑屈捨てよ
あさきゆめとみしはごまの花なのか
あるいている朝の会議に羽置いて
いたりやのふいれんつえとおしとんぼ釣り
うすく書かれて山から山へ行つた隊
おろしやや目がうれしくてならぬなり
きつねつき風吹き居れば反応す
きりはたりちようつづれさせちよう芸事
この野の上白い化粧のみんないる
ごはん食べて母ていねいに生きにけり
しづかなうしろ紙の木紙の木の林
しもやけしもやけまつさかさまである
すきとおるそこは太鼓をたたいてとおる
それ青陽のねぱーるのまんなか小字（こあざ）
たすけてほしいのです洋梨くるりくるり
たとえば一位の木のいちいとは風に揺られる
とんぼ連れて味方あつまる山の国
にもつは絵馬風の品川すぎている
ねぱーるはとても祭で花むしろ
ひたと冬見て馬ら秩父市往来す
ひらひらと波と他人と動けば歌
ひらりと生れた本一冊を忘れぬ朝
ふすまなめらかにあき物言い青墓（あおばか）町
みてやれば水素記号のようなり舟の子
みどりの畳に鯉のようにわれはいるなり
みやこが見える白い絵の咲くところから
やらやらと朝やつてくる蝶氏など
やわらかに戦線まがる鶴の下
るんるんと胎児つらぬく砲あつて
ろりろりと印度の少女雲を嚙む
わたしらいそぐかんざしかくしてある山奥
われ四万十川のその川面を打擲す
カンテラ照らす昨日泊つて来た昔
ノートとる月の野山の学生達
ローソクもつてみんなはなれてゆきむほん
一冊の夏のはじめに睡る鶴
一月真言大鯉をぶつ切り居り
一隊の罪があかるし夜の原
三月の紙でつくつた裏あける
三輪車で国境こえるかるくなり
上陸のようなり知人つづいて鶏
下界はやみつばうまくて知人働らく
不発弾ひとつはこんで馬帰る
中国地方へ一点夏馬かすかであつた
今晩かならずこの白百日紅あふれます
他国見る絵本の空にぶらさがり
傘さすならば水田にうかびけり
僕を売るごくごくごくと鈴飲んで
兎がはこぶわが名草の名きれいなり
兎ら妹らしずかに想像している乱
冬眠の蛇のごとくに尊しや
利根川の鯉たちみえるうしろに父居士
北京昼月鵲のゆくところかな
北京月夜これから草魚とぱんを食う
呼吸さびし柱と青葉の樹がつつ立ち
夏終る見知らぬノッポ町歩き
夕雲かつぎ長男箱根山こえる
天の原白い傘さして三月
太郎月の太朗のお年玉いちふらん
奇妙に明るい時間衛兵ふやしている
妻ねむらせ部屋中に滝落しみる
安達ケ原やわれの投球はかーぶ
寒桜われら神妙である
少年の牙はさふらんそしてさんざし
少年来る無心に充分に刺すために
山々で指をかついでかくれんぼ
山々や三百六十五日と休日
川の絵が上手ですから早起きです
思えば近世であるしかしこんぱす
急に木を切つてあかるし花聟ら
晴着着て峠くだれば母の国
曇天のわるい人らがくもり居り
月と兎とわが家明るし罠ある土地
月夜を滑る男ほしがる笛太鼓
木いつぽんずつは音声菩薩なり
木にのぼりあざやかあざやかアフリカなど
木の下にいる人抱けばまるでせせらぎ
柝を入れて雨のにわとりひるがえれ
柿色の柿の家までおどりおどり
栃木にいろいろ雨のたましいもいたり
栗一樹これから身体的所見
桜騒箱をならべて箱のこと
樹上は夜羽でかえつて来て夜勤
水飯少少そしてそれから鯊釣るけしき
沙河にゆきたし六月私は小馬
波がとおし町がとおしと南の知人
波十あまり五つかぞえて朝朝魚屋
海へ少女朝を射ち抜く弾丸となつて
海猫（ごめ）群集（ぐんじゅう）大ぶりの島でありけり
淡路島と色彩学とはるかなり
火つけしてかえる鬼灯がおもちや
父の春日の牛きて父とあそぶ世ぞ
猫は構造である家に居ります
玉体と青馬あらわれるは初夏なり
町への略図にある三日月と白いバス
病院で絹を燃やしてくるしみ居り
白墨一本その他をさがし善人
直線はまがつています末の松山
看護婦睡る永くかすれた航海して
私ねむる土民のごとき暗さとなり
私の島ではればれ燃える洗濯屋
いつまでも留守の鳥の巣あわき比良
うしろ手に花野夕山旅を閉じ
うれしさは老いて春着る臙脂墨（えんじずみ）
えんとつに雌雄のありし花野末
かなかなの澄みて雌雄のあるあわれ
こおどりして餠花くらき部屋通る
こがらしの紙の折目に花の種子
さくら散るうねりの下の淡水魚
さるすべり亡父と亡母逢う妬まし
ちる木槿ナイフフォークに軽いむらさき
つゆくさと瞬きあえばちいさき身
ひき返すべき風景や西行忌
ひと解きに砂落つごとし夏の帯
ふっと刃を当つる西瓜の赤道や
ほのぐらき電流曳けり大揚羽
また独り加賀は白萩より眩し
みえていて来ぬ夏鴨の青あたま
やすむ間も足長蜂の足ぢから
わたくしは辶に首萱野を分け
シャボン玉なかの歯車いそがしく
メス沈め湯が労働者として沸る
一茶忌や窪みもどらぬ旅しとね
三尊に広き四隅のさくら冷え
人去れば藤のむらさき力ぬく
伊賀こえて猿に小蓑をおとしだま
具足煮に梁（うつばり）ひくくしぐれけり
冬山中に天窓ありし甘美かな
冬最上あらあらしくも岐れずに
凌霄咲く絆はなくて深き空
凌霄濃し孤独にさとき鳥がいて
出羽薄墨めざめて人は爪を噛む
初春をのせ天秤の静止せる
初蟬のふと銀箔を皺にせる
初鰹はるかな沖の縞を着て
右手つめたし凍蝶左手へ移す
合歓ごしに鳥海うかぶいつかゆく
唄なくて最上川鳴る雪のまえ
嘴熱きおうむを肩に心太
回転扉ひらりひらりと黒炎天
坂それて六波羅密寺木の実降る
塔を攀じ見知らぬ鷹を抱くごとし
夏桔梗口すぼめしは針を吹く
夢見茣蓙巻きかかえねば失せやすき
大舞茸ごそりと採りしあとの風
婚礼や湖岸を通るだけの月
寒卵振ればちからのあるゆらぎ
山ゆるみ川あそぶなり郡上節
弛（たゆ）むとき厚着の麗子壁にいる
待つのみの夏の夜風にまじる砂
折鶴をひらけばいちまいの朧
抱くごとく窓掛しぼる白木槿
日時計の刃が撫で切りに落椿
春怒濤魚蔵（なぐら）透かしてたちあがる
春風のかたちを見たり山羊の髯
月に棄つ花瓶の水の青みどろ
朝の馬薄荷一茎ほど微笑
木斛は冬じゅう兄貴顔をする
朱欒に刃絶壁のギリシャがみえる
枇杷園のそこは化石をうながす陽
柚子しぼるちいさな鳥を啼かすように
母の忌はかならず晴れる蕪（かぶ）畠
母在せり青蚊帳といふ低き空
母逝きて夜の石橋すべて石
沈丁や一と夜のねむり層なせる
浪がしらのようにバスくる秋砂丘
渓蓀（あやめ）すっくと襖がすこしあいている
渦で了る女医の巻尺夏至時刻
渾身のくれなゐならむ吾亦紅
溺れなば蓴の下に澄む御殿
漂う樹春の塒を懸けられて
濡れ縁に弾（だん）と音して恋の猫
灰のように鼬のように桜騒
炎昼の馬に向いて梳る
玉虫を拳ゆるめて光らしむ
男しか踏まぬ梯子に柿の花
疲れ鵜に水面（みなも）を均らす夜空かな
病みし馬緑蔭深く曳きゆけり
石蕗咲いていそぐとみえぬ帆のいそぎ
秋のひと音叉一と打ちしてゆきぬ
空港をぱっと蓋する花曇り
空蟬に時限の透ける朝茜
米袋ひらいて吹雪みせてあげる
粽結う藺草一尋のはやわざ
糊利いて平（ひ）らなる褥ヒロシマ忌
紙漉きのひととゆびきりきれるまで
縞馬があそんで崩す夏景色
美濃のひと握手離せば凧になる
群蜻蛉そらの浅瀬をわたりくる
胸倉という倉のつめたさ鉦叩
臘梅や夢の山みな古墳型
花満つを暗（くらがり）と呼ぶ峠かな
萱原にまぶしき回路ある往診
蒼ざめしは事務所の夏のゆでたまご
薄着して闇の雲母（きらら）に触れてゆく
薔薇萎えてとげに吐息をゆずるかな
薬玉の緒のしずもりに冬深傷
蝮より蝮捕り器のぶきみなる
街道の門火にこどもひとりいる
袋角夕陽を詰めてかえりゆく
裘を湖とひとえの壁に吊る
ごつたがえす雪靴雪下駄わが喪なり
つららは花真昼をねむり夜を書く
にぎりめし屍焼く間の雪の笛
ばら剪ってすでに短命にはあらず
ばら剪つてすでに短命にはあらず
ひびきあう冬灯女とえびのひげ
セルを着て遺書は一行にて足りる
トンネルの小暗さ雪夜の眠りにも
ハンカチ一枚干す神の舌のように
五月の噴水にふれこの刻もう還らず
冬の鷹二つ耳もち生き残る
凧とぶや僧きて父を失いき
十指どの指もて射つやホテルのシャンデリヤ
反古稿よりわが名すっくと冬日射し
売文書くめくそはなくそ冬レモン
天につながる梯子雪ふる奥に見ゆ
寒風に声かけゆくは亡父ならむ
往復する怒りの速達冬の鳥
日の鷹がとぶ骨片となるまで飛ぶ
昨日のわれと還る冬濤沖ありて
朝の焚火燃えいて鞭の音たてる
東あり望楼がある凍死体
桃咲くやすぐに忘れる他人の死
樹氷林男追うには呼吸足りぬ
死ぬ者は死に恋猫のあまえ声
流氷やたそがれきては庖丁もつ
流氷を見にゆく男をまじえずに
火の粉とぶ朝空零下父生きよ
熱の日の噴水しぶき鳥となる
片肺が春まつ鍋色の鳥がとび
生の終り見えざる七月杉が立つ
男物裁つ寒色の過去ひろがり
病歴ががらんがらんと冬の坂
白鳥の無音のさむき羽根もらす
磐梯の夏かあっとあり師とありぬ
種を蒔き種が呼びあう夜の稿
紅葉終る血族の樹々声たてて
絹の赤児に仕えいちにち枯れ硝子
緑噴きあげし山脈妻になれず
群集いま野鳥の羽音雪きたる
老夫ひとり水と争い夏あかつき
老婆くればまた老婆くる冬岬
耳の背後に誰か立つ旅雪ふりて
薔薇園あり真中に老婆たち
起きてやまぬ寒潮誰の葬ならむ
雪の夜のヘヤピン海の匂いもつ
雪を割り引きだす鋪道ものいえよ
雪解川は刃物のひかり男のこと
頭上よりシャワー見えざる鷹が飛ぶ
鷹とんで朝海無数の針流れる
あやまちはくりかへします秋の暮
いつせいに柱の燃ゆる都かな
いづへにも行かぬ竹の子薮の中
かもめ来よ天金の書をひらくたび
こがらし聞ゆ土中に生きて眠るもの
こぼれ飯乾きて米や痛き秋
はなびらの小皺尊し冬ざくら
ぶらんこを昔下り立ち冬の園
まだ温き骨壺の父古びゆく
われ思はざるときも我あり籠枕
一木の沈黙永し百千鳥
三鬼忌のつひにしづかに吹くあらし
世界中一本杉の中は夜
二つ目の原爆の日も過ぎにけり
倒れるまでタイヤ転がる寒い空港
共に泳ぐまぼろしの鱶僕のやうに
共に泳ぐ幻の鱶僕のやうに
初日いま楕円核爆発あるな
卓上の石炭一箇美しき
口あけて口中の天雪降りくる
土臭し生きのびがてらねむる蛇
塔上や待つ秋の蝶のぼりくる
外は雪子供をつくらぬ蜂窩窟
夜枕の蕎麦殻すさぶ郡かな
大正九年以来われ在り雲に鳥
天地や揚羽に乗つていま荒男
太陽はいつもまんまる秋暑し
失速の猟弾となり落ちゆけり
定時制教室さくら片明り
家に居る標札のわれ夏休
家毎（いえごと）に地球の人や天の川
寒雲の中を暗しと思ひつむ
少年ありピカソの青のなかに病む
就職組中学を出てしまひけり
山に金太郎野に金次郎予は昼寢
山遠く天は錨をはこぶなり
已むを得ず日本に住みて梅雨深し
広島に老人生ず秋の暮
待ち遠しき俳句は吾や四季の國
後架の空早暁赤し秋の風
戦争と畳の上の団扇かな
戦前の一本道が現るる
手をあげて此世の友は来りけり
押し移る雲のまはりを鳥帰る
指でこはす厚錆母港はるかなり
撫で殺す何をはじめの野分かな
日あまねき浮身海流はじまれり
日にいちど入る日は沈み信天翁（あほうどり）
日光の棒まっすぐに雪を待つ
日向から冬の黄ぼこり誰も死ぬ
